{"Hello Dev, good to see you.":{"fileName":"49Z3LB3MTB.wav","lastAccessed":"2020-11-04T06:26:40.185Z"},"I'm sorry sir, but you're not authorized for that command.":{"fileName":"1GU6V40L3C.wav","lastAccessed":"2020-11-04T06:55:28.715Z"},"DREAM is Sahil's personal data hub. It tracks and analyzes Sahil's personal data, from workouts, calorie tracking, and schoolwork. Check it out at dream.sahilkapur.com":{"fileName":"Y5O8T1NLID.wav","lastAccessed":"2020-11-04T06:55:57.691Z"},"Sahil is a 3rd year undergrad at Purdue University. He loves building and shipping side projects, and recently started live-streaming on Twitch.":{"fileName":"R5QLQELVZ5.wav","lastAccessed":"2020-11-04T06:57:13.825Z"},"Sahil is a 3rd year undergrad at Purdue University. He loves building and shipping side projects, and recently started live-coding on Twitch. Check out more at sahilkapur.com":{"fileName":"H7LBM7EV6W.wav","lastAccessed":"2020-11-04T06:58:43.756Z"},"Sir, I matched that request to about projects intent and about sahil intent.":{"fileName":"NL59PPAH9I.wav","lastAccessed":"2020-11-04T07:02:09.741Z"},"Sahil is a 3rd year undergrad at Purdue University. He loves building and shipping side projects, and recently started live-coding on Twitch. Check out more at sahilkapur.com.":{"fileName":"M6ELPPF5D0.wav","lastAccessed":"2020-11-04T07:07:27.123Z"},"Cratus is a benchmarking system to test execution time of API endpoints. It was developed to compare execution speed of REST endpoints written in Golang, Python, JavaScript, and Java.":{"fileName":"23WUUULVPC.wav","lastAccessed":"2020-11-04T07:08:06.757Z"},"DREAM is Sahil's personal data hub, built entirely in JavaScript. It tracks and analyzes Sahil's personal data, from workouts, calorie tracking, and schoolwork. Check it out at dream.sahilkapur.com":{"fileName":"YM7440KOQF.wav","lastAccessed":"2020-11-04T07:13:21.334Z"},"ThinkTwice is a tool that helps users think twice about blowing cash. Users enter a materialistic item they want to buy, such as $160 AirPods, and ThinkTwice will show philanthropic alternatives for that money. It reached nearly 10k views in a single day, and hit 3rd place on Product Hunt. Check it out at thinktwice.me.":{"fileName":"Q7AD8IZ0E8.wav","lastAccessed":"2020-11-04T07:14:17.353Z"}}